requests/getAllUsersRequest.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:gs="http://backend.com/soap/web/users">
    <soapenv:Header/>
    <soapenv:Body>
        <gs:getAllUsersRequest/>
    </soapenv:Body>
</soapenv:Envelope>